Repository: TWEagle/StHuWi
Catalog: sites/all/translations/*_login-7.x-1.7.*.po
Languages: nl

source: Delete
nl: Verwijderen

source: Cancel
nl: Annuleren

source: This action cannot be undone.
nl: Deze actie kan niet ongedaan worden gemaakt.

source: Warning!
nl: Waarschuwing!

source: Key
nl: Sleutel

source: Time-based
nl: Op tijd gebaseerd

source: How it works
nl: Hoe het werkt

source: Enter your password
nl: Vul uw wachtwoord in

source: Get started
nl: Aan de slag

source: Two step verification
nl: Tweetrapsverificatie

source: 2-step verification adds an extra layer of security to your account
nl: Tweetrapsverificatie voegt een extra beveiligingslaag toe aan uw account

source: Whenever you sign in you'll enter your username and password as usual.
nl: Als u inlogt vult u uw gebruikersnaam en wachtwoord in.

source: Enter a code from your phone
nl: Vul de code in die u via uw telefoon heeft ontvangen

source: Then, you'll be asked for a code that will be sent to you via your mobile app.
nl: U wordt dan gevraagd om een code die via uw mobiele app naar u wordt verstuurd.

source: To get this code you have to add the data you will see after completing this form, using you mobile app.
nl: Om deze code te krijgen moet u, na het invullen van dit formulier, de sleutel invoeren die u via de mobiele app ontvangt.

source: Time-based code
nl: Op tijd gebaseerd

source: A time-based code will refresh (generate a new code) every time a certain amount of time has passed. It is considered to be more secure than a counter-based code.
nl: De op tijd gebaseerde code wordt automatisch vernieuwd nadat de tijd verlopen is. Deze methode wordt als veiliger beschouwd dan de op teller gebaseerde code.

source: This login code will only be activated on this site once you've submitted this form. As long as you don't submit this form, you will not be able to log in on this site using this code.
nl: Deze login-code zal pas geactiveerd worden zodra u dit formulier heeft ingezonden. Zolang u dit formulier niet inzend kunt u niet met deze code inloggen.

source: Use this code
nl: Gebruik deze code

source: You can now log in with your new code.
nl: U kunt nu inloggen met uw nieuwe code.

source: In addition to your username and password, you'll enter a code that Google will send you via their !mobile_app. If you do not have a smartphone, you can use the !desktop_client (should work on all operating systems) or a !phone_client.
nl: Naast uw gebruikersnaam en wachtwoord moet u een code invoeren die Google naar u verstuurd via hun !mobile_app.

source: Please enter the code that appears on your authenticator device.
nl: Vul de code in die op uw mobiele app verschijnt.

source: You don't have a login code yet. Please add one to your account below.
nl: U heeft nog geen 2-staps verificatie code. Maak hieronder een code aan.
